const quizQuestions = [
    {
        question: "IPC സെക്ഷൻ 82 പ്രകാരം എത്ര വയസ്സിൽ താഴെ പ്രായമുള്ള ഒരു കുട്ടി ചെയ്യുന്ന തെറ്റാണ് കുറ്റകരമാകാത്തത്?",
        options: ["5", "7", "12", "18"],
        correct: 1
    },
    {
        question: "ചിത്തഭ്രമമുള്ള ഒരു വ്യക്തിയുടെ കൃത്യ (Act of Person of unsound mind) ത്തെക്കുറിച്ച് പ്രതിപാദിക്കുന്ന IPC സെക്ഷൻ:",
        options: ["IPC സെക്ഷൻ 84", "IPC സെക്ഷൻ 85", "IPC സെക്ഷൻ 88", "IPC സെക്ഷൻ 89"],
        correct: 0
    },
    {
        question: "IPC സെക്ഷൻ 300 എന്തിനെക്കുറിച്ച് പറയുന്നു?",
        options: ["കുറ്റകരമായ നരഹത്യ", "7 വയസ്സിൽ താഴെയുള്ള കുട്ടിയുടെ കൃത്യം", "കൂട്ടായ്മക്കവർച്ച നടത്താനുള്ള ശ്രമം", "കൊലപാതകം"],
        correct: 3
    },
    {
        question: "സ്വമേധയാ ദേഹോപദ്രവം ഏൽപ്പിക്കുന്നതിന് (Voluntarily causing hurt) IPC 323 പ്രകാരമുള്ള പിഴ ശിക്ഷ എത്രയാണ്?",
        options: ["1000", "15000", "10000", "1500"],
        correct: 0
    }
];
